{
    "readmore":[
        {
            "readmore":"Bulbasaur is a small, mainly turquoise amphibian Pokémon with red eyes and a green bulb on its back. It is based on a frog/toad, with the bulb resembling a plant bulb that grows into a flower as it evolves."
        },
        {
            "readmore":"Ivysaur is a Grass/Poison type Pokémon introduced in Generation 1.When the bulb on its back grows large, it appears to lose the ability to stand on its hind legs."
        },
        {
            "readmore":"Venusaur is a large, quadrupedal Pokémon with a turquoise body. It has small red eyes and several large ferns on its back and head. The plant bulb that was on the back of its previous evolutions, Bulbasaur and Ivysaur, has now bloomed into a large flower with large pink petals and a yellow center. The female has a seed in the center."
        },
        {
            "readmore":"is a large, quadrupedal Pokémon with a turquoise body. It has small red eyes and several large ferns on its back and head. The plant bulb that was on the back of its previous evolutions, Bulbasaur and Ivysaur, has now bloomed into a large flower with large pink petals and a yellow center. The female has a seed in the center."
        },
        {
            "readmore":"is notable for being the final evolution stage of one of the original starter Pokémon, along with Charizard and Blastoise. It has a Mega Evolution, available in Generation 6 games and Pokémon Go; it also has a Gigantamax form available in Pokémon Sword/Shield, with an exclusive G-Max move, G-Max Vine Lash."
        },
        {
            "readmore":" is a large dragon-like Pokémon, mainly orange in color. It has two large wings, the underside of which are turquoise. Like Charmander and Charmeleon, it has a flame at the end of its tail."
        },
        {
            "readmore":"is notable for being the final evolution stage of one of the original starter Pokémon, along with Venusaur and Blastoise. Although it looks like a dragon, it doesn't have the Dragon typing. However it has two Mega Evolutions, available in Generation 6 games and Pokémon Go, one of which replaces its Flying type with Dragon. Charizard also has a Gigantamax form available in Pokémon Sword/Shield, with an exclusive G-Max move, G-Max Wildfire."
        },
        {
            "readmore":"Spits fire that is hot enough to melt boulders. Known to cause forest fires unintentionally.When expelling a blast of super hot fire, the red flame at the tip of its tail burns more intensely."
        },
        {
            "readmore":"Breathing intense, hot flames, it can melt almost anything. Its breath inflicts terrible pain on enemies.It spits fire that is hot enough to melt boulders. It may cause forest fires by blowing flames."
        },
        {
            "readmore":"It is said that CHARIZARD’s fire burns hotter if it has experienced harsh battles.It is said that Charizard’s fire burns hotter if it has experienced harsh battles."
        },
        {
            "readmore":"is primarily based on a turtle, taking inspiration from both land-dwelling and sea-dwelling varieties. The curly tail resembles a crashing wave. is a bipedal, reptilian Pokémon. It has a blue body with purple eyes, a light brown belly, and a tough red-brown shell on its back. It has a long tail that curls into a spiral."
        },
        {
            "readmore":"Beedrill is a Bug/Poison type Pokémon introduced in Generation 1. Beedrill has a Mega Evolution, available in Omega Ruby/Alpha Sapphire and Pokémon Go."
        },
        {
            "readmore":"When hunting, it skims the surface of water at high speed to pick off unwary prey such as MAGIKARP.This POKéMON flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons.It spreads its beautiful wings wide to frighten its enemies. It can fly at Mach 2 speed."
        },
        {
            "readmore":" It is based on a frog/toad, with the bulb resembling a plant bulb that grows into a flower as it evolves."
        },
        {
            "readmore":" bulb that grows into a flower as it evolves.Its outstanding vision allows it to spot splashing MAGIKARP, even while flying at 3300 feet."
        },
        {
            "readmore":"It spreads its gorgeous wings widely to intimidate enemies. It races through the skies at Mach-2 speed.When hunting, it skims the surface of water at high speed to pick off unwary prey such as MAGIKARP.By flapping its wings with all its might, PIDGEOT can make a gust of wind capable of bending tall trees."
        },{
            "readmore":"By flapping its wings with all its might, Pidgeot can make a gust of wind capable of bending tall trees.By flapping its wings with all its might, Pidgeot can make a gust of wind capable of bending tall trees."
        },
        {
            "readmore":"This POKéMON has a dazzling plumage of beautifully glossy feathers. Many TRAINERS are captivated by the striking beauty of the feathers on its head, compelling them to choose PIDGEOT as their POKéMON."
        },
        {
            "readmore":"This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon."
        },
        {
            "readmore":"This POKéMON flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons.It spreads its gorgeous wings widely to intimidate enemies. It races through the skies at Mach-2 speed."
        },
        {
            "readmore":"By flapping its wings with all its might, PIDGEOT can make a gust of wind capable of bending tall trees.This POKéMON has a terrifically strong constricting power. It can even flatten steel oil drums. Once it wraps its body around its foe, escaping is impossible"
        }
     
    ]
}